{
    "common": {
        "name": "signl4",
        "version": "0.0.1",
        "news": {
            "0.0.1": {
                "en": "initial release",
                "de": "Erstveröffentlichung",
                "ru": "Начальная версия",
                "pt": "lançamento inicial",
                "nl": "Eerste uitgave",
                "fr": "Première version",
                "it": "Versione iniziale",
                "es": "Versión inicial",
                "pl": "Pierwsze wydanie",
                "zh-cn": "首次出版",
                "uk": "початковий випуск"
            }
        },
        "title": "SIGNL4: Mobile Alerting",
        "titleLang": {
            "en": "SIGNL4: Mobile Alerting",
            "de": "SIGNL4: Mobile Alerting",
            "ru": "SIGNL4: Mobile Alerting",
            "pt": "SIGNL4: Mobile Alerting",
            "nl": "SIGNL4: Mobile Alerting",
            "fr": "SIGNL4: Mobile Alerting",
            "it": "SIGNL4: Mobile Alerting",
            "es": "SIGNL4: Mobile Alerting",
            "pl": "SIGNL4: Mobile Alerting",
            "zh-cn": "SIGNL4: Mobile Alerting",
            "uk": "SIGNL4: Мобільні оповіщення"
        },
        "desc": {
            "en": "SIGNL4 offers critical alerting, incident response and service dispatching for operating critical infrastructure. It alerts you persistently via app push, SMS text and voice calls including tracking, escalation, collaboration and duty planning.",
            "de": "SIGNL4 bietet kritische Alarmierung, Störungsreaktion und Service-Disposition für den Betrieb kritischer Infrastrukturen. Es alarmiert dich persistent über App-Push, SMS und Sprachanrufe, einschließlich Verfolgung, Eskalation, Zusammenarbeit und Bereitschaftsplanung.",
            "ru": "SIGNL4 предлагает критические оповещения, реагирование на инциденты и диспетчеризацию услуг для эксплуатации критически важной инфраструктуры. Он постоянно предупреждает вас посредством нажатия приложений, текстовых SMS-сообщений и голосовых вызовов, включая отслеживание, эскалацию, сотрудничество и планирование обязанностей.",
            "pt": "SIGNL4 oferece alertas críticos, resposta a incidentes e despacho de serviços para operação de infraestrutura crítica. Ele alerta você persistentemente por meio de envio de aplicativo, texto SMS e chamadas de voz, incluindo rastreamento, escalonamento, colaboração e planejamento de tarefas.",
            "nl": "SIGNL4 biedt kritieke waarschuwingen, incidentrespons en serviceverzending voor het exploiteren van kritieke infrastructuur. Het waarschuwt u voortdurend via app-push, sms-berichten en spraakoproepen, inclusief tracking, escalatie, samenwerking en dienstplanning.",
            "fr": "SIGNL4 propose des alertes critiques, une réponse aux incidents et une répartition des services pour l'exploitation des infrastructures critiques. Il vous alerte en permanence via l'application push, les SMS et les appels vocaux, y compris le suivi, l'escalade, la collaboration et la planification des tâches.",
            "it": "SIGNL4 offre avvisi critici, risposta agli incidenti e invio di servizi per il funzionamento delle infrastrutture critiche. Ti avvisa costantemente tramite push dell'app, SMS e chiamate vocali, incluso il monitoraggio, l'escalation, la collaborazione e la pianificazione dei compiti.",
            "es": "SIGNL4 ofrece alertas críticas, respuesta a incidentes y envío de servicios para operar infraestructura crítica. Le alerta de manera persistente a través de aplicaciones push, mensajes de texto SMS y llamadas de voz, incluido seguimiento, escalamiento, colaboración y planificación de tareas.",
            "pl": "SIGNL4 oferuje krytyczne alerty, reakcję na incydenty i wysyłanie usług w zakresie obsługi infrastruktury krytycznej. Stale ostrzega Cię za pomocą aplikacji push, SMS-ów i połączeń głosowych, włączając śledzenie, eskalację, współpracę i planowanie obowiązków.",
            "uk": "SIGNL4 пропонує оповіщення про критичні ситуації, реагування на інциденти та диспетчеризацію послуг для роботи критичної інфраструктури. Він постійно сповіщає вас за допомогою push-повідомлень додатків, текстових SMS і голосових викликів, включаючи відстеження, ескалацію, співпрацю та планування обов’язків.",
            "zh-cn": "SIGNL4 为运营关键基础设施提供关键警报、事件响应和服务调度。它通过应用程序推送、短信和语音通话持续提醒您，包括跟踪、升级、协作和值班计划。"
        },
        "authors": [
            "Ron <ron@signl4.com>"
        ],
        "keywords": [
            "alerting",
            "alarm",
            "alert",
            "on-call",
            "mobile",
            "app"
        ],
        "license": "MIT",
        "platform": "Javascript/Node.js",
        "main": "main.js",
        "icon": "signl4.png",
        "enabled": true,
        "extIcon": "https://raw.githubusercontent.com/rons4/ioBroker.signl4/main/admin/signl4.png",
        "type": "messaging",
        "readme": "https://github.com/rons4/ioBroker.signl4/blob/main/README.md",
        "loglevel": "info",
        "mode": "daemon",
        "messagebox": true,
        "supportedMessages": {
            "notifications": true
        },
        "compact": true,
        "connectionType": "cloud",
        "dataSource": "poll",
        "blockly": true,
        "adminUI": {
            "config": "json"
        },
        "dependencies": [
            {
                "js-controller": ">=3.3.22"
            }
        ],
        "globalDependencies": [
            {
                "admin": ">=5.1.13"
            }
        ]
    },
    "native": {
        "SIGNL4 Webhook URL": "https://connect.signl4.com/webhook/****",
        "X-S4-Service": "42",
        "X-S4-Location": "",
        "X-S4-AlertingScenario": "",
        "X-S4-Filtering": false,
        "X-S4-ExternalID": "",
        "X-S4-Status": "new"
    },
    "objects": [],
    "instanceObjects": []
}
